Enterprise_Serivces/Cert/Bronze4/ReservationService/result1/Iteration1/t2_RequestBody.txt

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:wsa="http://schemas.xmlsoap.org/ws/2004/03/addressing"><soap:Header><CorrelationID xmlns="http://services.gamestop.com/sales/reservation/reservationservice/v1.0">b987500b-f7e7-4050-8f62-8aad26f519f8</CorrelationID><MachineName xmlns="http://services.gamestop.com/sales/reservation/reservationservice/v1.0">test</MachineName><wsa:Action>http://services.gamestop.com/sales/reservation/reservationservice/v1.0/IReservationService/GetReservations</wsa:Action><wsa:MessageID>uuid:e0bf324d-3449-4cac-a05e-7746f12df308</wsa:MessageID><wsa:ReplyTo><wsa:Address>http://schemas.xmlsoap.org/ws/2004/03/addressing/role/anonymous</wsa:Address></wsa:ReplyTo><wsa:To>http://cslreservationserviceqa1.testgs.pvt/ReservationService.svc</wsa:To></soap:Header><soap:Body><GetReservationsRequest xmlns="http://services.gamestop.com/sales/reservation/reservationservice/v1.0"><ReservationKeyId>915789</ReservationKeyId><SinceDate>2013-12-26T12:12:18</SinceDate></GetReservationsRequest></soap:Body></soap:Envelope>